/* NSTextField (As a contributor to Cyberduck, you receive a donation key that disables this prompt.) : <title:As a contributor to Cyberduck, you receive a donation key that disables this prompt.> (oid:50) */
"As a contributor to Cyberduck, you receive a donation key that disables this prompt." = "Comme contributeur à Cyberduck, vous recevez une clé de don qui désactive cet avertissement.";

/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Ne plus afficher pour cette version.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Je donne!";

/* NSTextField (Donation Key) : <title:Donation Key> (oid:30) */
"Donation Key" = "Clé de don";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Cette application a nécessité de nombreuses nuits de développement. Si vous l'appréciez, pensez à faire un don à son auteur. Cela aidera à améliorer Cyberduck !";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Plus tard";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Veuillez faire un don";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Merci d'utiliser Cyberduck !";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need to open an account.) : <title:The payment can be made simply and safely using Paypal. You don't need to open an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need to open an account." = "Le paiement peut se faire simplement et en toute sécurité grâce à PayPal. L'ouverture d'un compte n'est pas nécessaire.";

